<!doctype html>



  


<html class="theme-next muse use-motion" lang="zh-Hans">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.1.0" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="吉他入门," />








  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.1.0" />






<meta name="description" content="&amp;#x5F15;&amp;#x8A00;&amp;#x5409;&amp;#x4ED6;&amp;#x7CFB;&amp;#x5217;&amp;#x6587;&amp;#x7AE0;&amp;#x7684;&amp;#x5F00;&amp;#x7BC7;,&amp;#x7ED9;&amp;#x521A;&amp;#x5165;&amp;#x5409;&amp;#x4ED6;&amp;#x5751;&amp;#x4EE5;&amp;#x53CA;&amp;#x5373;&amp;#x5C06;&amp;#x5165;&amp;#x5751;&amp;#x7684;&amp;#x5C0">
<meta property="og:type" content="article">
<meta property="og:title" content="吉他入门的一些建议">
<meta property="og:url" content="http://yoursite.com/2017/01/01/guitar/吉他入门的一些建议/index.html">
<meta property="og:site_name" content="转啊转">
<meta property="og:description" content="&amp;#x5F15;&amp;#x8A00;&amp;#x5409;&amp;#x4ED6;&amp;#x7CFB;&amp;#x5217;&amp;#x6587;&amp;#x7AE0;&amp;#x7684;&amp;#x5F00;&amp;#x7BC7;,&amp;#x7ED9;&amp;#x521A;&amp;#x5165;&amp;#x5409;&amp;#x4ED6;&amp;#x5751;&amp;#x4EE5;&amp;#x53CA;&amp;#x5373;&amp;#x5C06;&amp;#x5165;&amp;#x5751;&amp;#x7684;&amp;#x5C0">
<meta property="og:image" content="http://yoursite.com/2017/01/01/guitar/吉他入门的一些建议/guitar-cover.png">
<meta property="og:image" content="http://yoursite.com/2017/01/01/guitar/吉他入门的一些建议/建立练习素材库.png">
<meta property="og:updated_time" content="2017-01-01T15:34:07.764Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="吉他入门的一些建议">
<meta name="twitter:description" content="&amp;#x5F15;&amp;#x8A00;&amp;#x5409;&amp;#x4ED6;&amp;#x7CFB;&amp;#x5217;&amp;#x6587;&amp;#x7AE0;&amp;#x7684;&amp;#x5F00;&amp;#x7BC7;,&amp;#x7ED9;&amp;#x521A;&amp;#x5165;&amp;#x5409;&amp;#x4ED6;&amp;#x5751;&amp;#x4EE5;&amp;#x53CA;&amp;#x5373;&amp;#x5C06;&amp;#x5165;&amp;#x5751;&amp;#x7684;&amp;#x5C0">
<meta name="twitter:image" content="http://yoursite.com/2017/01/01/guitar/吉他入门的一些建议/guitar-cover.png">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Muse',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>



  <link rel="canonical" href="http://yoursite.com/2017/01/01/guitar/吉他入门的一些建议/"/>





  <title> 吉他入门的一些建议 | 转啊转 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">转啊转</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">码代码，做产品，玩音乐</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br />
            
            标签
          </a>
        </li>
      

      
    </ul>
  

  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">
  <link itemprop="mainEntityOfPage" href="http://yoursite.com/2017/01/01/guitar/吉他入门的一些建议/">

  <span style="display:none" itemprop="author" itemscope itemtype="http://schema.org/Person">
    <meta itemprop="name" content="转">
    <meta itemprop="description" content="">
    <meta itemprop="image" content="/uploads/avatar.jpg">
  </span>

  <span style="display:none" itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
    <meta itemprop="name" content="转啊转">
    <span style="display:none" itemprop="logo" itemscope itemtype="http://schema.org/ImageObject">
      <img style="display:none;" itemprop="url image" alt="转啊转" src="">
    </span>
  </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                吉他入门的一些建议
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              <span class="post-meta-item-text">发表于</span>
              <time title="Post created" itemprop="dateCreated datePublished" datetime="2017-01-01T23:34:07+08:00">
                2017-01-01
              </time>
            

            

            
          </span>

          
            <span class="post-category" >
              <span class="post-meta-divider">|</span>
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="http://schema.org/Thing">
                  <a href="/categories/吉他/" itemprop="url" rel="index">
                    <span itemprop="name">吉他</span>
                  </a>
                </span>

                
                
              
            </span>
          

          
            
              <span class="post-comments-count">
                <span class="post-meta-divider">|</span>
                <a href="/2017/01/01/guitar/吉他入门的一些建议/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2017/01/01/guitar/吉他入门的一些建议/" itemprop="commentCount"></span>
                </a>
              </span>
            
          

          

          
          

          

          

        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p><img src="/2017/01/01/guitar/&#x5409;&#x4ED6;&#x5165;&#x95E8;&#x7684;&#x4E00;&#x4E9B;&#x5EFA;&#x8BAE;/guitar-cover.png" alt="Taylor Maple"></p>
<h2 id="&#x5F15;&#x8A00;"><a href="#&#x5F15;&#x8A00;" class="headerlink" title="&#x5F15;&#x8A00;"></a>&#x5F15;&#x8A00;</h2><p>&#x5409;&#x4ED6;&#x7CFB;&#x5217;&#x6587;&#x7AE0;&#x7684;&#x5F00;&#x7BC7;,&#x7ED9;&#x521A;&#x5165;&#x5409;&#x4ED6;&#x5751;&#x4EE5;&#x53CA;&#x5373;&#x5C06;&#x5165;&#x5751;&#x7684;&#x5C0F;&#x4F19;&#x4F34;&#xFF0C;&#x804A;&#x4E00;&#x804A;&#x8FD9;&#x51E0;&#x5E74;&#x4E0B;&#x6765;&#x6211;&#x4E2A;&#x4EBA;&#x81EA;&#x5B66;&#x5409;&#x4ED6;&#x7ECF;&#x5386;&#x4EE5;&#x53CA;&#x611F;&#x60F3;&#x3002;&#x5E0C;&#x671B;&#x8FD9;&#x7BC7;&#x6587;&#x7AE0;&#x80FD;&#x7ED9;&#x5927;&#x5BB6;&#x5E26;&#x6765;&#x4E9B;&#x8BB8;&#x6536;&#x83B7;&#x3002;</p>
<a id="more"></a>
<h2 id="&#x5173;&#x4E8E;&#x5165;&#x95E8;&#x81EA;&#x5B66;&#x8FD8;&#x662F;&#x627E;&#x8001;&#x5E08;"><a href="#&#x5173;&#x4E8E;&#x5165;&#x95E8;&#x81EA;&#x5B66;&#x8FD8;&#x662F;&#x627E;&#x8001;&#x5E08;" class="headerlink" title="&#x5173;&#x4E8E;&#x5165;&#x95E8;&#x81EA;&#x5B66;&#x8FD8;&#x662F;&#x627E;&#x8001;&#x5E08;"></a>&#x5173;&#x4E8E;&#x5165;&#x95E8;&#x81EA;&#x5B66;&#x8FD8;&#x662F;&#x627E;&#x8001;&#x5E08;</h2><p>&#x89C9;&#x5F97;&#x81EA;&#x5DF1;&#x97F3;&#x4E50;&#x5929;&#x8D4B;&#x633A;&#x9AD8;&#xFF0C;&#x624B;&#x6307;&#x6761;&#x4EF6;&#x4E5F;&#x633A;&#x597D;&#xFF0C;&#x53EF;&#x4EE5;&#x5C1D;&#x8BD5;&#x627E;&#x672C;&#x597D;&#x6559;&#x6750;&#xFF0C;&#x6216;&#x8005;&#x7F51;&#x7EDC;&#x4E0A;&#x627E;&#x4E2A;&#x597D;&#x4E00;&#x70B9;&#x5165;&#x95E8;&#x5409;&#x4ED6;&#x7CFB;&#x5217;&#x89C6;&#x9891;&#x8BB2;&#x5EA7;&#x3001;&#x516C;&#x5F00;&#x8BFE;&#x7B49;&#x7B49;&#xFF0C;&#x575A;&#x6301;&#x7EC3;&#x4E60;&#xFF0C;&#x5C31;&#x53EF;&#x4EE5;&#x8FC5;&#x901F;&#x5165;&#x95E8;&#x3002;&#x4F46;&#x6211;&#x4E2A;&#x4EBA;&#x5EFA;&#x8BAE;&#x8FD8;&#x662F;&#x627E;&#x8001;&#x5E08;&#xFF0C;&#x5F53;&#x7136;&#x8981;&#x9760;&#x8C31;&#x7684;&#x8001;&#x5E08;&#xFF0C;&#x5C0F;&#x73ED;&#x4E0A;&#x8BFE;&#x4E5F;&#x4E0D;&#x4F1A;&#x5F88;&#x8D35;&#xFF0C;&#x4E3B;&#x8981;&#x662F;&#x7EA0;&#x6B63;&#x624B;&#x52BF;&#x3001;&#x59FF;&#x52BF;&#x3001;&#x624B;&#x6307;&#x529B;&#x5EA6;&#xFF0C;&#x907F;&#x514D;&#x5165;&#x95E8;&#x65F6;&#x5019;&#x7684;&#x4E0D;&#x6B63;&#x786E;&#x4E60;&#x60EF;&#xFF0C;&#x5F71;&#x54CD;&#x4EE5;&#x540E;&#x7684;&#x8FDB;&#x6B65;&#x3002;</p>
<h2 id="&#x5173;&#x4E8E;&#x5409;&#x4ED6;&#x9009;&#x8D2D;"><a href="#&#x5173;&#x4E8E;&#x5409;&#x4ED6;&#x9009;&#x8D2D;" class="headerlink" title="&#x5173;&#x4E8E;&#x5409;&#x4ED6;&#x9009;&#x8D2D;"></a>&#x5173;&#x4E8E;&#x5409;&#x4ED6;&#x9009;&#x8D2D;</h2><p>&#x73B0;&#x5728;&#x7F51;&#x7EDC;&#x53D1;&#x8FBE;&#xFF0C;&#x4FE1;&#x606F;&#x5BF9;&#x79F0;&#xFF0C;&#x53EA;&#x8981;&#x6709;&#x5FC3;&#x53BB;&#x67E5;&#xFF0C;&#x57FA;&#x672C;&#x90FD;&#x4F1A;&#x4E86;&#x89E3;&#x5409;&#x4ED6;&#x7684;&#x76F8;&#x5173;&#x4FE1;&#x606F;&#x4E0E;&#x9009;&#x8D2D;&#x65B9;&#x6CD5;&#x3002;&#x6211;&#x60F3;&#x63D0;&#x9192;&#x4E00;&#x4E0B;&#x51E0;&#x70B9;&#xFF1A;</p>
<ol>
<li><p>&#x786E;&#x8BA4;&#x6B63;&#x54C1;&#x7684;&#x524D;&#x63D0;&#x4E0B;&#xFF0C;&#x81F3;&#x5C11;500-1000&#x5143;&#x7684;&#x7434;&#x624D;&#x662F;&#x9002;&#x5408;&#x5165;&#x95E8;&#x7EC3;&#x4E60;&#x7684;&#x3002;</p>
</li>
<li><p>&#x4E0D;&#x8981;&#x592A;&#x8FC7;&#x6CE8;&#x91CD;&#x54C1;&#x724C;&#xFF0C;5000&#x5143;&#x4EE5;&#x4E0B;&#xFF0C;&#x5439;&#x5F97;&#x518D;&#x5929;&#x82B1;&#x4E71;&#x5760;&#xFF0C;&#x97F3;&#x8272;&#x90FD;&#x4E0D;&#x4F1A;&#x5DEE;&#x522B;&#x592A;&#x5927;&#x3002;</p>
</li>
<li><p>&#x5982;&#x679C;&#x628A;&#x5409;&#x4ED6;&#x4F5C;&#x4E3A;&#x81EA;&#x5DF1;&#x4E00;&#x8F88;&#x5B50;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x4E5F;&#x53EF;&#x4EE5;&#x4E00;&#x6B65;&#x5230;&#x4F4D;&#xFF0C;&#x4E70;&#x628A;&#x4E07;&#x5143;&#x4EE5;&#x4E0A;&#x7684;&#x54C1;&#x724C;&#x5409;&#x4ED6;&#xFF0C;10000&#x671D;&#x4E0A;&#x7684;&#x5409;&#x4ED6;&#xFF0C;&#x53EA;&#x8981;&#x662F;&#x6B63;&#x54C1;&#xFF0C;&#x97F3;&#x8272;&#x3001;&#x6750;&#x8D28;&#x90FD;&#x4F1A;&#x5BF9;&#x5F97;&#x8D77;&#x5B83;&#x7684;&#x4EF7;&#x683C;&#x3002;&#x5F53;&#x7136;&#x4E5F;&#x8981;&#x6CE8;&#x610F;&#x6027;&#x4EF7;&#x6BD4;&#xFF0C;&#x6709;&#x5F88;&#x5927;&#x7684;&#x54C1;&#x724C;&#x6EA2;&#x4EF7;&#x6210;&#x5206;&#x5728;&#x5176;&#x4E2D;&#x3002;</p>
</li>
<li><p>&#x4E0D;&#x8981;&#x5728;&#x9009;&#x7434;&#x4E0A;&#x6D6A;&#x8D39;&#x592A;&#x591A;&#x65F6;&#x95F4;&#xFF0C;&#x4E70;&#x4E00;&#x628A;&#x4EF7;&#x683C;&#x5728;&#x524D;&#x8FF0;&#x8303;&#x56F4;&#x5185;&#xFF0C;&#x4E14;&#x770B;&#x7740;&#x987A;&#x773C;&#x7684;&#x5C31;&#x884C;&#xFF0C;<strong>&#x591A;&#x591A;&#x7EC3;&#x4E60;&#x624D;&#x662F;&#x738B;&#x9053;</strong>&#x3002;</p>
</li>
</ol>
<h2 id="&#x5173;&#x4E8E;&#x7EC3;&#x4E60;"><a href="#&#x5173;&#x4E8E;&#x7EC3;&#x4E60;" class="headerlink" title="&#x5173;&#x4E8E;&#x7EC3;&#x4E60;"></a>&#x5173;&#x4E8E;&#x7EC3;&#x4E60;</h2><p>&#x8FD9;&#x4E48;&#x591A;&#x5E74;&#x6765;&#xFF0C;&#x56F0;&#x6270;&#x6211;&#x6700;&#x591A;&#x7684;&#x95EE;&#x9898;&#x5C31;&#x662F; <strong>&#x7EC3;&#x4EC0;&#x4E48;</strong>&#x3001;<strong>&#x600E;&#x4E48;&#x7EC3;</strong>&#x3002;&#x6709;&#x8FD9;&#x6837;&#x7684;&#x95EE;&#x9898;&#xFF0C;&#x8BF4;&#x660E;&#x8FD8;&#x6CA1;&#x6709;&#x5B8C;&#x5168;&#x638C;&#x63E1;&#x81EA;&#x5B66;&#x5409;&#x4ED6;&#x7684;&#x771F;&#x8C1B;&#xFF0C;&#x4E5F;&#x4ECE;&#x4FA7;&#x9762;&#x53CD;&#x6620;&#x51FA;&#x81EA;&#x5B66;&#x6D6E;&#x8E81;&#x7684;&#x6BDB;&#x75C5;&#x3002;</p>
<p>&#x4E3E;&#x4E2A;&#x4F8B;&#x5B50;&#xFF0C;&#x6BD4;&#x5982;&#x7EC3;&#x4E60;C&#x5927;&#x8C03;&#x97F3;&#x9636;&#xFF0C;1 2 3 4 5 6 7&#xFF0C;&#x4E0A;&#x884C;&#x4E0B;&#x884C;&#x6211;&#x90FD;&#x4F1A;&#x4E86;&#xFF0C;&#x6211;&#x5C31;&#x8BA4;&#x4E3A;&#x8FD9;&#x4E2A;&#x6211;&#x61C2;&#x4E86;&#xFF0C;&#x6211;&#x5E94;&#x8BE5;&#x7EC3;&#x7EC3;&#x5176;&#x4ED6;&#x4E1C;&#x897F;&#x4E86;&#x3002;&#x8FD9;&#x5C31;&#x5927;&#x9519;&#x7279;&#x9519;&#x4E86;&#xFF0C;&#x4EFB;&#x610F;&#x7684;&#x4E00;&#x4E2A;&#x77E5;&#x8BC6;&#x70B9;&#xFF0C;&#x4ED4;&#x7EC6;&#x601D;&#x8003;&#x3001;&#x67E5;&#x9605;&#xFF0C;&#x5C31;&#x4F1A;&#x53D1;&#x73B0;&#x53EF;&#x4EE5;&#x7EC3;&#x4E60;&#x7684;&#x4E1C;&#x897F;&#x975E;&#x5E38;&#x591A;&#x3002;&#x5C31;&#x62FF;&#x4E0A;&#x9762;&#x7684;C&#x5927;&#x8C03;&#x97F3;&#x9636;&#x6765;&#x8BF4;&#xFF0C;&#x6211;&#x53EF;&#x4EE5;&#x7EC3;3&#x5EA6;&#x6A21;&#x8FDB;&#x3001;4&#x5EA6;&#x6A21;&#x8FDB;&#x4E0A;&#x4E0B;&#x884C;&#xFF0C;&#x53EF;&#x4EE5;&#x7EC3;&#x4E60;&#x5728;&#x5409;&#x4ED6;&#x6307;&#x677F;&#x7684;&#x4EFB;&#x610F;&#x4E00;&#x4E2A;&#x628A;&#x4F4D;&#x5F39;&#x594F;C&#x5927;&#x8C03;&#x97F3;&#x9636;&#xFF0C;&#x53EF;&#x4EE5;&#x628A;&#x901F;&#x5EA6;&#x63D0;&#x5230;160BPM&#xFF0C;&#x53EF;&#x4EE5;&#x5F15;&#x7533;&#x51FA;&#x8C03;&#x5F0F;&#x97F3;&#x9636;&#x7684;&#x4E50;&#x7406;&#x77E5;&#x8BC6;&#x7B49;&#x7B49;&#x7B49;&#x7B49;&#x3002;&#x6240;&#x4EE5;&#xFF0C;&#x7EC3;&#x4E60;&#x4E5F;&#x662F; <strong>&#x6DF1;&#x5165;&#x601D;&#x8003;</strong> &#x7684;&#x8FC7;&#x7A0B;&#xFF0C;<strong>&#x7EC3;&#x5409;&#x4ED6;&#x4E5F;&#x662F;&#x7EC3;&#x8111;&#x5B50;</strong>&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x53CD;&#x590D;&#x673A;&#x68B0;&#x7684;&#x7EC3;&#x4E60;&#x3002;</p>
<p><strong>&#x5207;&#x5FCC;&#x677E;&#x9F20;&#x75C7;</strong>&#xFF0C;&#x7F51;&#x4E0A;&#x627E;&#x5404;&#x79CD;&#x6559;&#x6750;&#xFF0C;&#x767E;&#x5EA6;&#x7F51;&#x76D8;&#x5B58;&#x4E86;10&#x4E2A;G&#xFF0C;&#x4F46;&#x4ECE;&#x6765;&#x6CA1;&#x6709;&#x770B;&#x8FC7;&#xFF0C;&#x5B58;&#x4E86;1000&#x5F20;&#x5F39;&#x5531;&#x8C31;&#xFF0C;&#x4F46;&#x4ECE;&#x6765;&#x6CA1;&#x6709;&#x7EC3;&#x8FC7;&#xFF0C;&#x5C6F;&#x5F97;&#x518D;&#x591A;&#xFF0C;&#x4E1C;&#x897F;&#x4E5F;&#x4E0D;&#x662F;&#x81EA;&#x5DF1;&#x7684;&#x3002;&#x8FD9;&#x4E5F;&#x662F;&#x6D6E;&#x8E81;&#x7684;&#x8868;&#x73B0;&#x3002;<br>&#x521D;&#x5B66;&#x8005;&#xFF0C;&#x5E94;&#x8BE5;&#x505A;&#x8FD9;&#x6837;&#x4E00;&#x4EF6;&#x4E8B;&#xFF0C;&#x62FF;&#x8D77;&#x4E00;&#x672C;&#x597D;&#x6559;&#x6750;&#xFF0C;&#x6216;&#x62FF;&#x8D77;&#x4E00;&#x5F20;&#x94FA;&#x5B50;&#xFF0C;&#x9759;&#x5FC3;&#x5B66;&#x4E60;&#x628A;&#x5B83;&#x62FF;&#x4E0B;&#xFF0C;<strong>&#x591A;&#x601D;&#x8003;</strong>&#xFF0C;<strong>&#x62A0;&#x7EC6;&#x8282;</strong> &#xFF0C;&#x5728;&#x4E0D;&#x77E5;&#x4E0D;&#x89C9;&#x4E2D;&#x63D0;&#x9AD8;&#x6C34;&#x5E73;&#x3002;<br>&#x677E;&#x9F20;&#x75C7;&#x6211;&#x6709;&#x4E00;&#x4EF6;&#x4E8B;&#x60C5;&#x4E0D;&#x53CD;&#x5BF9;&#xFF0C;&#x5C31;&#x662F;&#x56E4;&#x79EF;&#x7EC3;&#x4E60;&#x7D20;&#x6750;&#xFF0C;&#x4F46;&#x6709;&#x4E00;&#x4E2A;&#x524D;&#x63D0;&#xFF0C;&#x5C06;&#x8FD9;&#x4E9B;&#x7D20;&#x6750;&#x8FDB;&#x884C;&#x6574;&#x7406;&#x5F52;&#x7C7B;&#xFF0C;&#x5EFA;&#x7ACB;&#x81EA;&#x5DF1;&#x7684;&#x7EC3;&#x4E60;&#x7D20;&#x6750;&#x5E93;&#xFF0C;&#x4ECA;&#x5929;&#x60F3;&#x7EC3;&#x4E60;&#x97F3;&#x9636;&#xFF0C;&#x90A3;&#x5C31;&#x53BB;&#x7EC3;&#x4E60;&#x7D20;&#x6750;&#x5E93;&#x627E;&#x97F3;&#x9636;&#x7EC3;&#x4E60;&#x6750;&#x6599;&#x3002;<br><img src="/2017/01/01/guitar/&#x5409;&#x4ED6;&#x5165;&#x95E8;&#x7684;&#x4E00;&#x4E9B;&#x5EFA;&#x8BAE;/&#x5EFA;&#x7ACB;&#x7EC3;&#x4E60;&#x7D20;&#x6750;&#x5E93;.png" alt="&#x7EC3;&#x4E60;&#x7D20;&#x6750;&#x5E93;"></p>
<p>&#x7EC3;&#x4E60;&#x5230;&#x4E00;&#x5B9A;&#x7A0B;&#x5EA6;&#xFF0C;&#x4E50;&#x7406;&#x4E5F;&#x6709;&#x638C;&#x63E1;&#xFF0C;&#x53EF;&#x4EE5;&#x5F00;&#x59CB;&#x5543;&#x201C;&#x5409;&#x4ED6;&#x6742;&#x5FD7;&#x201D;&#xFF0C;&#x7F51;&#x4E0A;&#x6709;&#x5F88;&#x591A;&#x63A8;&#x8350;&#x7684;&#x5409;&#x4ED6;&#x6742;&#x5FD7;&#xFF0C;&#x6708;&#x520A;&#x7684;&#xFF0C;&#x53CC;&#x6708;&#x520A;&#x7684;&#x3002;&#x6742;&#x5FD7;&#x53EF;&#x4EE5;&#x63A5;&#x89E6;&#x5230;&#x5F88;&#x591A;&#x5409;&#x4ED6;&#x5468;&#x8FB9;&#x77E5;&#x8BC6;&#xFF0C;&#x4E5F;&#x6709;&#x5404;&#x79CD;&#x7684;&#x6559;&#x7A0B;&#xFF0C;&#x5404;&#x79CD;&#x98CE;&#x683C;&#x7684;&#x7EC3;&#x4E60;&#x7D20;&#x6750;&#x3002;&#x80FD;&#x5B8C;&#x5B8C;&#x6574;&#x6574;&#x7684;&#x4E00;&#x4E2A;&#x6708;&#x5185;&#x5C06;&#x8FD9;&#x672C;&#x6742;&#x5FD7;&#x5403;&#x900F;&#xFF0C;&#x6301;&#x7EED;&#x534A;&#x5E74;&#xFF0C;&#x4E5F;&#x80FD;&#x6709;&#x5F88;&#x5927;&#x7684;&#x63D0;&#x9AD8;&#x3002;</p>
<h2 id="&#x627E;&#x51C6;&#x5B9A;&#x4F4D;"><a href="#&#x627E;&#x51C6;&#x5B9A;&#x4F4D;" class="headerlink" title="&#x627E;&#x51C6;&#x5B9A;&#x4F4D;"></a>&#x627E;&#x51C6;&#x5B9A;&#x4F4D;</h2><p>&#x521D;&#x5B66;&#x8005;&#x6700;&#x4E0D;&#x5173;&#x5FC3;&#x7684;&#x6216;&#x8005;&#x6BD4;&#x8F83;&#x8FF7;&#x832B;&#x7684;&#x5C31;&#x662F;&#x5B66;&#x5409;&#x4ED6;&#x7684;&#x5B9A;&#x4F4D;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x6216;&#x8005;&#x4ECE;&#x6765;&#x6CA1;&#x6709;&#x8003;&#x8651;&#x8FC7;&#x8FD9;&#x70B9;&#x3002;&#x6211;&#x4E2A;&#x4EBA;&#x8BA4;&#x4E3A;&#xFF0C;&#x627E;&#x5230;&#x81EA;&#x5DF1;&#x7684;&#x5B9A;&#x4F4D;&#x975E;&#x5E38;&#x91CD;&#x8981;&#x3002;&#x5B9A;&#x4F4D;&#x5C31;&#x597D;&#x6BD4;&#x4E00;&#x4E2A;&#x76EE;&#x6807;&#xFF0C;&#x6709;&#x4E86;&#x660E;&#x786E;&#x7684;&#x76EE;&#x6807;&#x5C31;&#x53EF;&#x4EE5;&#x60F3;&#x5C3D;&#x5404;&#x79CD;&#x529E;&#x6CD5;&#x56F4;&#x7ED5;&#x8FD9;&#x4E2A;&#x76EE;&#x6807;&#x7EE7;&#x7EED;&#x524D;&#x8FDB;&#x4E86;&#x3002;</p>
<p>&#x6700;&#x5FCC;&#x8BB3;&#x8FD8;&#x6CA1;&#x6709;&#x8FBE;&#x5230;&#x6216;&#x8005;&#x63A5;&#x8FD1;&#x81EA;&#x5DF1;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x5C31;&#x968F;&#x610F;&#x5207;&#x6362;&#x5B9A;&#x4F4D;&#x3002;&#x5F53;&#x7136;&#x968F;&#x7740;&#x5B66;&#x4E60;&#x7684;&#x6DF1;&#x5165;&#xFF0C;&#x8FBE;&#x5230;&#x4E86;&#x5F53;&#x521D;&#x65E2;&#x5B9A;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x4E5F;&#x4F1A;&#x51FA;&#x73B0;&#x4E0D;&#x6EE1;&#x8DB3;&#x73B0;&#x72B6;&#xFF0C;&#x91CD;&#x65B0;&#x5B9A;&#x4F4D;&#x3002;</p>
<p>&#x6211;&#x6765;&#x7B80;&#x5355;&#x629B;&#x7816;&#x90E8;&#x5206;&#x5B9A;&#x4F4D;&#xFF0C;&#x5C31;&#x50CF;&#x6253;&#x602A;&#x5347;&#x7EA7;&#x7684;&#x6280;&#x80FD;&#x6811;&#xFF0C;&#x6BCF;&#x4E2A;&#x5B9A;&#x4F4D;&#x770B;&#x4F3C;&#x7B80;&#x5355;&#xFF0C;&#x4F46;&#x7EC3;&#x81F3;&#x6781;&#x81F4;&#xFF0C;&#x4E5F;&#x5E76;&#x975E;&#x6613;&#x4E8B;&#xFF1A;</p>
<ol>
<li><p><strong>&#x5F39;&#x5531;&#xFF1A;</strong> &#x8303;&#x56F4;&#x53D7;&#x4F17;&#x6700;&#x5E7F;&#x7684;&#x5409;&#x4ED6;&#x5B9A;&#x4F4D;&#xFF0C;&#x5F88;&#x591A;&#x540C;&#x5B66;&#x5F53;&#x521D;&#x5B66;&#x5409;&#x4ED6;&#x5C31;&#x662F;&#x4E3A;&#x4E86;&#x628A;&#x4E2A;&#x59B9; <strong>&#xFF08;&#x5F53;&#x7136;&#x7ECF;&#x8FC7;&#x6211;&#x90A3;&#x4E48;&#x591A;&#x5E74;&#x7684;&#x7ECF;&#x9A8C;&#x603B;&#x7ED3;&#xFF0C;&#x628A;&#x59B9;&#x5176;&#x5B9E;&#x8FD8;&#x662F;&#x770B;&#x8138;&#xFF09;</strong> &#xFF0C;&#x6240;&#x4EE5;&#x4EE5;&#x8FD9;&#x4E2A;&#x4E3A;&#x76EE;&#x7684;&#x60F3;&#x89E3;&#x51B3;&#x5355;&#x8EAB;&#x95EE;&#x9898;&#x7684;&#x5C0F;&#x4F19;&#x4F34;&#x614E;&#x5165;&#x5751;&#x3002;&#x5F53;&#x7136;&#x5F39;&#x5531;&#x5165;&#x95E8;&#x4E00;&#x822C; <strong>&#x575A;&#x6301;3&#x4E2A;&#x6708;</strong> &#x57FA;&#x672C;&#x53EF;&#x4EE5;&#x4E0A;&#x53F0;&#x6709;&#x6A21;&#x6709;&#x6837;&#x7684;&#x8868;&#x6F14;&#xFF0C;&#x4E0A;&#x624B;&#x8F83;&#x5FEB;&#x3002;</p>
</li>
<li><p><strong>&#x6307;&#x5F39;&#xFF1A;</strong> &#x5BF9;&#x4E8E;&#x58F0;&#x7EBF;&#x4E0D;&#x597D;&#x4F46;&#x5BF9;&#x5409;&#x4ED6;&#x53C8;&#x5145;&#x6EE1;&#x70ED;&#x5FF1;&#x7684;&#x5C0F;&#x4F19;&#x4F34;&#xFF0C;&#x5F88;&#x591A;&#x90FD;&#x4F1A;&#x5F80;&#x8FD9;&#x6761;&#x8DEF;&#x8D70;&#xFF0C;&#x5F39;&#x594F;&#x51FA;&#x4F18;&#x7F8E;&#x7684;&#x6307;&#x5F39;&#x66F2;&#xFF0C;&#x201C;&#x5929;&#x7A7A;&#x4E4B;&#x57CE;&#x201D;&#x3001;&#x201C;&#x98CE;&#x4E4B;&#x8BD7;&#x201D;&#xFF0C;&#x201C;Twilight&#x201D;&#xFF0C;&#x201C;&#x6D41;&#x884C;&#x7684;&#x4E91;&#x201D;&#xFF0C;&#x7B49;&#x7B49;&#xFF0C;&#x90FD;&#x662F;&#x6BD4;&#x8F83;&#x6307;&#x6CD5;&#x6BD4;&#x8F83;&#x7B80;&#x5355;&#x4F46;&#x53C8;&#x975E;&#x5E38;&#x4F18;&#x7F8E;&#x7684;&#x66F2;&#x5B50;&#x3002;&#x968F;&#x7740;&#x6307;&#x5F39;&#x5347;&#x5165;&#xFF0C;&#x4F1A;&#x63A5;&#x89E6;&#x5230;&#x5404;&#x79CD;&#x98CE;&#x683C;&#x7684;&#x6307;&#x5F39;&#xFF08;&#x7F8E;&#x5F0F;&#x3001;&#x65E5;&#x7CFB;&#x3001;&#x4E61;&#x6751;&#x3001;Funk&#x7B49;&#xFF09;&#xFF0C;&#x4EE5;&#x53CA;&#x5404;&#x79CD;&#x6280;&#x5DE7;&#xFF08;AM&#x3001;PM&#x7B49;&#xFF09;&#x3002;&#x70AB;&#x6280;&#x7684;&#x6307;&#x5F39;&#x53EA;&#x8981;&#x4E00;&#x51FA;&#x624B;&#xFF0C;&#x5C31;&#x80FD;&#x88C5;&#x5F97;&#x4E00;&#x624B;&#x597D;X&#x3002;&#x4E0D;&#x8FC7;&#x6709;&#x4E00;&#x70B9;&#x63D0;&#x9192;&#xFF0C;<strong>&#x6307;&#x5F39;&#x6F14;&#x594F;&#x4E5F;&#x8981;&#x770B;&#x573A;&#x5408;</strong> &#xFF0C;&#x6211;&#x8BB0;&#x5F97;&#x6709;&#x4E00;&#x6B21;&#xFF0C;&#x4E00;&#x5C0F;&#x4F19;&#x5B50;&#x5728;&#x6821;&#x6587;&#x827A;&#x6C47;&#x6F14;&#x7684;&#x5927;&#x793C;&#x5802;&#x821E;&#x53F0;&#x4E0A;&#xFF0C;&#x6F14;&#x594F;&#x62BC;&#x5C3E;&#x7684;Hard Rain&#xFF0C;&#x97F3;&#x54CD;&#x3001;&#x5409;&#x4ED6;&#x6548;&#x679C;&#x90FD;&#x975E;&#x5E38;&#x68D2;&#xFF0C;&#x53F0;&#x4E0A;&#x6F14;&#x594F;&#x5F97;&#x5F88;&#x5FD8;&#x6211;&#xFF0C;&#x4F46;&#x53F0;&#x4E0B;&#x4E24;&#x4E2A;&#x59D1;&#x5A18;&#x542C;&#x4E86;1&#x5206;&#x949F;&#x540E;&#xFF0C;&#x5192;&#x51FA;&#x4E00;&#x53E5;&#xFF1A;&#x201C;&#x600E;&#x4E48;&#x8FD8;&#x6CA1;&#x6709;&#x5F00;&#x59CB;&#x5531;&#x554A;&#xFF1F;&#x201D; &#x6709;&#x65F6;&#xFF0C;&#x4F60;&#x8BA4;&#x4E3A;&#x4F60;&#x5F39;&#x594F;&#x4E86;&#x4E00;&#x66F2;&#x5F88;&#x9AD8;&#x96BE;&#x5EA6;&#x7684;&#x66F2;&#x5B50;&#x6CBE;&#x6CBE;&#x81EA;&#x559C;&#xFF0C;&#x4F46;&#x522B;&#x4EBA;&#x542C;&#x6765;&#x611F;&#x89C9;&#x4E5F;&#x5C31;&#x90A3;&#x4E48;&#x56DE;&#x4E8B;&#xFF0C;&#x56E0;&#x4E3A;&#x5B8C;&#x5168;&#x4E0D;&#x77E5;&#x9053;&#x4F60;&#x8FD9;&#x4E2A;&#x66F2;&#x5B50;&#x6709;&#x96BE;&#x5EA6;&#xFF0C;&#x53EA;&#x6709;&#x542C;&#x7740;&#x987A;&#x8033;&#x548C;&#x4E0D;&#x987A;&#x8033;&#x4E24;&#x79CD;&#x611F;&#x89C9;&#x3002;</p>
</li>
<li><p><strong>&#x4E50;&#x7406;&#xFF1A;</strong> &#x4E0D;&#x6EE1;&#x8DB3;&#x4E8E;&#x4EC5;&#x4EC5;&#x505A;&#x4E00;&#x53F0;&#x5F39;&#x594F;&#x673A;&#x5668;&#xFF0C;&#x6C38;&#x8FDC;&#x5728;&#x7B2C;&#x4E00;&#x628A;&#x4F4D;&#x5F39;&#x594F;&#x5355;&#x8C03;&#x7684;&#x548C;&#x5F26;&#x97F3;&#x8272;&#xFF0C;&#x6216;&#x8005;&#x6C38;&#x8FDC;&#x53EA;&#x77E5;&#x9053;&#x7167;&#x7740;&#x516D;&#x7EBF;&#x8C31;&#x6309;&#x51E0;&#x5F26;&#x51E0;&#x54C1;&#x5374;&#x4E0D;&#x77E5;&#x9053;&#x8FD9;&#x662F;&#x4E00;&#x4E2A;&#x4EC0;&#x4E48;&#x97F3;&#x3002;&#x6709;&#x5F3A;&#x70C8;&#x8868;&#x8FBE;&#x5FC3;&#x4E2D;&#x6240;&#x60F3;&#x97F3;&#x4E50;&#x7684;&#x6B32;&#x671B;&#xFF0C;&#x5F00;&#x59CB;&#x5B66;&#x4E60;&#x4E50;&#x7406;&#x77E5;&#x8BC6;&#x3002;&#x4E50;&#x7406;&#x662F;&#x670D;&#x52A1;&#x4E8E;&#x97F3;&#x4E50;&#x7684;&#xFF0C;&#x6240;&#x4EE5;&#x4E0D;&#x8981;&#x6B7B;&#x94BB;&#x725B;&#x89D2;&#x5C16;&#xFF0C;&#x6B7B;&#x78D5;&#x4E50;&#x7406;&#x3002;<strong>&#x9047;&#x5230;&#x95EE;&#x9898;&#x53EF;&#x4EE5;&#x4E0D;&#x6C42;&#x751A;&#x89E3;&#xFF0C;&#x5148;&#x8BB0;&#x5F55;&#x4E0B;&#x6765;&#xFF0C;&#x968F;&#x7740;&#x6C34;&#x5E73;&#x7684;&#x63D0;&#x9AD8;&#x548C;&#x5B66;&#x4E60;&#x7684;&#x6DF1;&#x5165;&#xFF0C;&#x4EE5;&#x524D;&#x7684;&#x95EE;&#x9898;&#x4F1A;&#x81EA;&#x7136;&#x8FCE;&#x5203;&#x800C;&#x89E3;</strong></p>
</li>
<li><p><strong>&#x7F16;&#x66F2;&#xFF1A;</strong> &#x901A;&#x8FC7;&#x4E50;&#x7406;&#x7684;&#x5B66;&#x4E60;&#xFF0C;&#x638C;&#x63E1;&#x57FA;&#x672C;&#x7684;&#x7F16;&#x66F2;&#x539F;&#x7406;&#xFF0C;&#x5C06;&#x4E00;&#x9996;&#x66F2;&#x5B50;&#x6539;&#x7F16;&#x6210;&#x5409;&#x4ED6;&#x6F14;&#x594F;&#x66F2;&#xFF0C;&#x6216;&#x8005;&#x8F6C;&#x8C03;&#xFF0C;&#x6539;&#x7F16;&#x6210;&#x9002;&#x5408;&#x81EA;&#x5DF1;&#x97F3;&#x57DF;&#x7684;&#x5F39;&#x5531;&#x66F2;&#x3002;</p>
</li>
<li><p><strong>&#x6252;&#x6B4C;&#xFF1A;</strong> &#x559C;&#x6B22;&#x4E00;&#x9996;&#x66F2;&#x5B50;&#xFF0C;&#x4F46;&#x603B;&#x627E;&#x4E0D;&#x5230;&#x5BF9;&#x5E94;&#x6B4C;&#x66F2;&#x7684;&#x5409;&#x4ED6;&#x8C31;&#xFF0C;&#x81EA;&#x5DF1;&#x52A8;&#x624B;&#x5C1D;&#x8BD5;&#x6252;&#x6B4C;&#x3002;&#x6252;&#x6B4C;&#x975E;&#x5E38;&#x953B;&#x70BC;&#x7EFC;&#x5408;&#x80FD;&#x529B;&#xFF0C;&#x5728;&#x5409;&#x4ED6;&#x74F6;&#x9888;&#x671F;&#x7684;&#x5C0F;&#x4F19;&#x4F34;&#x53EF;&#x4EE5;&#x5C1D;&#x8BD5;&#xFF0C;&#x6D89;&#x53CA;&#x542C;&#x529B;&#x3001;&#x4E50;&#x7406;&#x7B49;&#x7B49;&#x4E00;&#x7CFB;&#x5217;&#x77E5;&#x8BC6;&#x3002;</p>
</li>
<li><p><strong>&#x6B4C;&#x66F2;&#x7F16;&#x914D;&#xFF1A;</strong> &#x522B;&#x4EBA;&#x7F16;&#x914D;&#x7684;&#x6B4C;&#x66F2;&#x5409;&#x4ED6;&#x4F34;&#x594F;&#x4E0D;&#x8D70;&#x5FC3;&#xFF0C;&#x5E72;&#x8106;&#x81EA;&#x5DF1;&#x6765;&#x641E;&#x3002;&#x5BF9;&#x4E8E;&#x4E50;&#x7406;&#xFF0C;&#x5409;&#x4ED6;&#x6307;&#x677F;&#x7684;&#x638C;&#x63E1;&#xFF0C;&#x90FD;&#x6709;&#x8F83;&#x9AD8;&#x8981;&#x6C42;&#x3002;&#x6B4C;&#x66F2;&#x7F16;&#x914D;&#x540E;&#x671F;&#xFF0C;&#x4E3A;&#x4E86;&#x8FFD;&#x6C42;&#x97F3;&#x8272;&#xFF0C;&#x5EF6;&#x97F3;&#x7B49;&#x6548;&#x679C;&#xFF0C;&#x6216;&#x8005;&#x66F4;&#x9002;&#x5408;&#x5F39;&#x594F;&#xFF0C;&#x751A;&#x81F3;&#x4F1A;&#x91C7;&#x7528;&#x5F00;&#x653E;&#x8C03;&#x5F26;&#x7684;&#x65B9;&#x5F0F;&#x6765;&#x8FDB;&#x884C;&#x6B4C;&#x66F2;&#x7F16;&#x914D;&#x3002;</p>
</li>
<li><p><strong>&#x6B4C;&#x66F2;&#x521B;&#x4F5C;&#xFF1A;</strong> &#x4ECE;&#x8111;&#x5B50;&#x91CC;&#x60F3;&#x7684;&#x4E00;&#x6BB5;&#x65CB;&#x5F8B;&#xFF0C;&#x5230;&#x521D;&#x7A3F;&#xFF0C;&#x6700;&#x7EC8;&#x6210;&#x719F;&#x843D;&#x5730;&#x4E00;&#x7CFB;&#x5217;&#x7684;&#x6D41;&#x7A0B;&#xFF0C;&#x5C31;&#x50CF;&#x5199;&#x4F5C;&#x4E00;&#x6837;&#xFF0C;&#x4E0D;&#x662F;&#x90A3;&#x4E48;&#x5BB9;&#x6613;&#x7684;&#x3002;</p>
</li>
</ol>
<p>&#x4E0D;&#x7BA1;&#x600E;&#x4E48;&#x6837;&#xFF0C;&#x65B9;&#x6CD5;&#x4EC0;&#x4E48;&#x662F;&#x6B21;&#x8981;&#x7684;&#xFF0C;<strong>&#x6301;&#x4E4B;&#x4EE5;&#x6052;&#x7684;&#x601D;&#x8003;&#x4EE5;&#x53CA;&#x575A;&#x6301;&#x4E0D;&#x61C8;&#x7684;&#x7EC3;&#x4E60;</strong> &#x624D;&#x662F;&#x5409;&#x4ED6;&#x5B66;&#x6709;&#x6240;&#x6210;&#x7684;&#x738B;&#x9053;&#x3002;&#x7D2F;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x60F3;&#x60F3;&#x81EA;&#x5DF1;&#x5B66;&#x7434;&#x7684;&#x521D;&#x8877;&#xFF0C;&#x5F39;&#x5409;&#x4ED6;&#x662F;&#x4EF6;&#x5FEB;&#x4E50;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x662F;&#x4E3A;&#x4E86;&#x5F39;&#x51FA;&#x5FC3;&#x4E2D;&#x6240;&#x60F3;&#xFF0C;&#x4E0D;&#x8981;&#x628A;&#x5B83;&#x5F53;&#x4F5C;&#x538B;&#x529B;&#xFF0C;&#x8BF4;&#x4E0D;&#x5B9A;&#x51E0;&#x5341;&#x5E74;&#x540E;&#xFF0C;&#x4F60;&#x5C31;&#x662F;&#x4E2D;&#x8001;&#x5E74;&#x6D3B;&#x52A8;&#x4E50;&#x961F;&#x7684;&#x4E3B;&#x529B;&#x4E50;&#x624B;&#x5462;&#xFF01;</p>
<p>&#x6700;&#x540E;&#xFF0C;&#x7EC3;&#x7434;&#x6109;&#x5FEB;&#xFF01;</p>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        

      
    </div>


    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/吉他入门/" rel="tag"># 吉他入门</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
              <a href="/2016/11/22/reading/自控力读书笔记/" rel="next" title="自控力读书笔记">
                <i class="fa fa-chevron-left"></i> 自控力读书笔记
              </a>
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2017/01/01/guitar/吉他入门的一些建议/"
           data-title="吉他入门的一些建议" data-url="http://yoursite.com/2017/01/01/guitar/吉他入门的一些建议/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/uploads/avatar.jpg"
               alt="转" />
          <p class="site-author-name" itemprop="name">转</p>
          <p class="site-description motion-element" itemprop="description">多看书，多点兴趣爱好，多和别人交朋友</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">2</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">2</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">3</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        

        


      </section>

      
      <!--noindex-->
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">

            
              
            

            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-2"><a class="nav-link" href="#引言"><span class="nav-number">1.</span> <span class="nav-text">引言</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#关于入门自学还是找老师"><span class="nav-number">2.</span> <span class="nav-text">关于入门自学还是找老师</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#关于吉他选购"><span class="nav-number">3.</span> <span class="nav-text">关于吉他选购</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#关于练习"><span class="nav-number">4.</span> <span class="nav-text">关于练习</span></a></li><li class="nav-item nav-level-2"><a class="nav-link" href="#找准定位"><span class="nav-number">5.</span> <span class="nav-text">找准定位</span></a></li></ol></div>
            

          </div>
        </section>
      <!--/noindex-->
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">转</span>
</div>


<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Muse
  </a>
</div>


        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/lib/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.1.0"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.1.0"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.1.0"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.1.0"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.1.0"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"zhuyinan"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
    
    <script src="/lib/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
    <script src="/js/src/hook-duoshuo.js"></script>
  








  
  

  

  

  

  


</body>
</html>
