<!doctype html>



  


<html class="theme-next muse use-motion" lang="zh-Hans">
<head>
  <meta charset="UTF-8"/>
<meta http-equiv="X-UA-Compatible" content="IE=edge" />
<meta name="viewport" content="width=device-width, initial-scale=1, maximum-scale=1"/>



<meta http-equiv="Cache-Control" content="no-transform" />
<meta http-equiv="Cache-Control" content="no-siteapp" />












  
  
  <link href="/lib/fancybox/source/jquery.fancybox.css?v=2.1.5" rel="stylesheet" type="text/css" />




  
  
  
  

  
    
    
  

  

  

  

  

  
    
    
    <link href="//fonts.googleapis.com/css?family=Lato:300,300italic,400,400italic,700,700italic&subset=latin,latin-ext" rel="stylesheet" type="text/css">
  






<link href="/lib/font-awesome/css/font-awesome.min.css?v=4.6.2" rel="stylesheet" type="text/css" />

<link href="/css/main.css?v=5.1.0" rel="stylesheet" type="text/css" />


  <meta name="keywords" content="读书笔记,自控力," />








  <link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?v=5.1.0" />






<meta name="description" content="&amp;#x6309;&amp;#x7167;&amp;#x4F5C;&amp;#x8005;&amp;#x7684;&amp;#x6559;&amp;#x5B66;&amp;#x8981;&amp;#x6C42;&amp;#xFF0C;&amp;#x6BCF;&amp;#x5468;&amp;#x4E00;&amp;#x7AE0;&amp;#xFF0C;&amp;#x6BCF;&amp;#x7AE0;&amp;#x8BFE;&amp;#x540E;&amp;#x7684;&amp;#x7EC3;&amp;#x4E60;&amp;#x9700;&amp;#x8981;&amp;#x53C2">
<meta property="og:type" content="article">
<meta property="og:title" content="自控力读书笔记">
<meta property="og:url" content="http://yoursite.com/2016/11/22/reading/自控力读书笔记/index.html">
<meta property="og:site_name" content="转啊转">
<meta property="og:description" content="&amp;#x6309;&amp;#x7167;&amp;#x4F5C;&amp;#x8005;&amp;#x7684;&amp;#x6559;&amp;#x5B66;&amp;#x8981;&amp;#x6C42;&amp;#xFF0C;&amp;#x6BCF;&amp;#x5468;&amp;#x4E00;&amp;#x7AE0;&amp;#xFF0C;&amp;#x6BCF;&amp;#x7AE0;&amp;#x8BFE;&amp;#x540E;&amp;#x7684;&amp;#x7EC3;&amp;#x4E60;&amp;#x9700;&amp;#x8981;&amp;#x53C2">
<meta property="og:image" content="http://upload-images.jianshu.io/upload_images/920545-39075e99c8aedb49.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1240">
<meta property="og:updated_time" content="2016-12-27T14:28:53.855Z">
<meta name="twitter:card" content="summary">
<meta name="twitter:title" content="自控力读书笔记">
<meta name="twitter:description" content="&amp;#x6309;&amp;#x7167;&amp;#x4F5C;&amp;#x8005;&amp;#x7684;&amp;#x6559;&amp;#x5B66;&amp;#x8981;&amp;#x6C42;&amp;#xFF0C;&amp;#x6BCF;&amp;#x5468;&amp;#x4E00;&amp;#x7AE0;&amp;#xFF0C;&amp;#x6BCF;&amp;#x7AE0;&amp;#x8BFE;&amp;#x540E;&amp;#x7684;&amp;#x7EC3;&amp;#x4E60;&amp;#x9700;&amp;#x8981;&amp;#x53C2">
<meta name="twitter:image" content="http://upload-images.jianshu.io/upload_images/920545-39075e99c8aedb49.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1240">



<script type="text/javascript" id="hexo.configurations">
  var NexT = window.NexT || {};
  var CONFIG = {
    root: '/',
    scheme: 'Muse',
    sidebar: {"position":"left","display":"post"},
    fancybox: true,
    motion: true,
    duoshuo: {
      userId: '0',
      author: '博主'
    },
    algolia: {
      applicationID: '',
      apiKey: '',
      indexName: '',
      hits: {"per_page":10},
      labels: {"input_placeholder":"Search for Posts","hits_empty":"We didn't find any results for the search: ${query}","hits_stats":"${hits} results found in ${time} ms"}
    }
  };
</script>



  <link rel="canonical" href="http://yoursite.com/2016/11/22/reading/自控力读书笔记/"/>





  <title> 自控力读书笔记 | 转啊转 </title>
</head>

<body itemscope itemtype="http://schema.org/WebPage" lang="zh-Hans">

  










  
  
    
  

  <div class="container one-collumn sidebar-position-left page-post-detail ">
    <div class="headband"></div>

    <header id="header" class="header" itemscope itemtype="http://schema.org/WPHeader">
      <div class="header-inner"><div class="site-meta ">
  

  <div class="custom-logo-site-title">
    <a href="/"  class="brand" rel="start">
      <span class="logo-line-before"><i></i></span>
      <span class="site-title">转啊转</span>
      <span class="logo-line-after"><i></i></span>
    </a>
  </div>
  <p class="site-subtitle">码代码，做产品，玩音乐</p>
</div>

<div class="site-nav-toggle">
  <button>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
    <span class="btn-bar"></span>
  </button>
</div>

<nav class="site-nav">
  

  
    <ul id="menu" class="menu">
      
        
        <li class="menu-item menu-item-home">
          <a href="/" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-home"></i> <br />
            
            首页
          </a>
        </li>
      
        
        <li class="menu-item menu-item-categories">
          <a href="/categories" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-th"></i> <br />
            
            分类
          </a>
        </li>
      
        
        <li class="menu-item menu-item-archives">
          <a href="/archives" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-archive"></i> <br />
            
            归档
          </a>
        </li>
      
        
        <li class="menu-item menu-item-tags">
          <a href="/tags" rel="section">
            
              <i class="menu-item-icon fa fa-fw fa-tags"></i> <br />
            
            标签
          </a>
        </li>
      

      
    </ul>
  

  
</nav>



 </div>
    </header>

    <main id="main" class="main">
      <div class="main-inner">
        <div class="content-wrap">
          <div id="content" class="content">
            

  <div id="posts" class="posts-expand">
    

  

  
  
  

  <article class="post post-type-normal " itemscope itemtype="http://schema.org/Article">
  <link itemprop="mainEntityOfPage" href="http://yoursite.com/2016/11/22/reading/自控力读书笔记/">

  <span style="display:none" itemprop="author" itemscope itemtype="http://schema.org/Person">
    <meta itemprop="name" content="转">
    <meta itemprop="description" content="">
    <meta itemprop="image" content="/uploads/avatar.jpg">
  </span>

  <span style="display:none" itemprop="publisher" itemscope itemtype="http://schema.org/Organization">
    <meta itemprop="name" content="转啊转">
    <span style="display:none" itemprop="logo" itemscope itemtype="http://schema.org/ImageObject">
      <img style="display:none;" itemprop="url image" alt="转啊转" src="">
    </span>
  </span>

    
      <header class="post-header">

        
        
          <h1 class="post-title" itemprop="name headline">
            
            
              
                自控力读书笔记
              
            
          </h1>
        

        <div class="post-meta">
          <span class="post-time">
            
              <span class="post-meta-item-icon">
                <i class="fa fa-calendar-o"></i>
              </span>
              <span class="post-meta-item-text">发表于</span>
              <time title="Post created" itemprop="dateCreated datePublished" datetime="2016-11-22T23:36:33+08:00">
                2016-11-22
              </time>
            

            

            
          </span>

          
            <span class="post-category" >
              <span class="post-meta-divider">|</span>
              <span class="post-meta-item-icon">
                <i class="fa fa-folder-o"></i>
              </span>
              <span class="post-meta-item-text">分类于</span>
              
                <span itemprop="about" itemscope itemtype="http://schema.org/Thing">
                  <a href="/categories/阅读/" itemprop="url" rel="index">
                    <span itemprop="name">阅读</span>
                  </a>
                </span>

                
                
              
            </span>
          

          
            
              <span class="post-comments-count">
                <span class="post-meta-divider">|</span>
                <a href="/2016/11/22/reading/自控力读书笔记/#comments" itemprop="discussionUrl">
                  <span class="post-comments-count ds-thread-count" data-thread-key="2016/11/22/reading/自控力读书笔记/" itemprop="commentCount"></span>
                </a>
              </span>
            
          

          

          
          

          

          

        </div>
      </header>
    


    <div class="post-body" itemprop="articleBody">

      
      

      
        <p><img src="http://upload-images.jianshu.io/upload_images/920545-39075e99c8aedb49.jpg?imageMogr2/auto-orient/strip%7CimageView2/2/w/1240" alt="&#x300A;&#x81EA;&#x63A7;&#x529B; (&#x51EF;&#x5229;&#x2022;&#x9EA6;&#x683C;&#x5C3C;&#x683C;&#x5C14;(Kelly McGonigal))&#x300B;" title="&#x300A;&#x81EA;&#x63A7;&#x529B; (&#x51EF;&#x5229;&#x2022;&#x9EA6;&#x683C;&#x5C3C;&#x683C;&#x5C14;(Kelly McGonigal))&#x300B;"></p>
<p>&#x6309;&#x7167;&#x4F5C;&#x8005;&#x7684;&#x6559;&#x5B66;&#x8981;&#x6C42;&#xFF0C;&#x6BCF;&#x5468;&#x4E00;&#x7AE0;&#xFF0C;&#x6BCF;&#x7AE0;&#x8BFE;&#x540E;&#x7684;&#x7EC3;&#x4E60;&#x9700;&#x8981;&#x53C2;&#x4E0E;&#x5E76;&#x6301;&#x7EED;&#x4E00;&#x5468;&#x3002;&#x5145;&#x5206;&#x638C;&#x63E1;&#x540E;&#x5F00;&#x59CB;&#x4E0B;&#x4E00;&#x5F20;&#x7684;&#x5B66;&#x4E60;&#xFF0C;&#x6574;&#x4E2A;&#x8BFE;&#x7A0B;&#x5B8C;&#x6BD5;&#x5E94;&#x8BE5;&#x662F;10&#x5468;&#x3002;&#x5F53;&#x7136;&#x4E5F;&#x53EF;&#x4EE5;&#x63D0;&#x524D;&#x770B;&#x4E00;&#x4E0B;&#x6BCF;&#x4E00;&#x7AE0;&#x7684;&#x8BFE;&#x540E;&#x7EC3;&#x4E60;&#x662F;&#x4EC0;&#x4E48;&#x3002;</p>
<a id="more"></a>
<h2 id="&#x7B2C;&#x4E00;&#x5468;"><a href="#&#x7B2C;&#x4E00;&#x5468;" class="headerlink" title="&#x7B2C;&#x4E00;&#x5468;"></a>&#x7B2C;&#x4E00;&#x5468;</h2><h3 id="&#x4E66;&#x4E2D;&#x89C2;&#x70B9;-amp-&#x4E2A;&#x4EBA;&#x7406;&#x89E3;"><a href="#&#x4E66;&#x4E2D;&#x89C2;&#x70B9;-amp-&#x4E2A;&#x4EBA;&#x7406;&#x89E3;" class="headerlink" title="&#x4E66;&#x4E2D;&#x89C2;&#x70B9;&amp;&#x4E2A;&#x4EBA;&#x7406;&#x89E3;"></a>&#x4E66;&#x4E2D;&#x89C2;&#x70B9;&amp;&#x4E2A;&#x4EBA;&#x7406;&#x89E3;</h3><ol>
<li><p>&#x63D0;&#x9AD8;&#x81EA;&#x63A7;&#x529B;&#x7684;&#x6700;&#x6709;&#x6548;&#x9014;&#x5F84;&#x5728;&#x4E8E;&#xFF0C;&#x5F04;&#x6E05;&#x81EA;&#x5DF1;&#x5982;&#x4F55;&#x5931;&#x63A7;&#x3001;&#x4E3A;&#x4F55;&#x5931;&#x63A7;&#x3002;&#x548C;&#x8BB8;&#x591A;&#x4EBA;&#x62C5;&#x5FC3;&#x7684;&#x4E0D;&#x540C;&#xFF0C;&#x610F;&#x8BC6;&#x5230;&#x81EA;&#x5DF1;&#x6709;&#x591A;&#x5BB9;&#x6613;&#x5931;&#x63A7;&#xFF0C;&#x5E76;&#x975E;&#x610F;&#x5473;&#x7740;&#x4F60;&#x662F;&#x4E2A;&#x5931;&#x8D25;&#x8005;&#x3002;&#x81EA;&#x77E5;&#x4E4B;&#x660E;&#x662F;&#x81EA;&#x63A7;&#x7684;&#x57FA;&#x7840;&#x3002;&#x8BA4;&#x8BC6;&#x5230;&#x81EA;&#x5DF1;&#x7684;&#x610F;&#x5FD7;&#x529B;&#x5B58;&#x5728;&#x95EE;&#x9898;&#xFF0C;&#x5219;&#x662F;&#x81EA;&#x63A7;&#x7684;&#x5173;&#x952E;&#x3002;<strong>&#x5173;&#x952E;&#x70B9;&#x5728;&#x4E8E;&#x597D;&#x597D;&#x7684;&#x4E86;&#x89E3;&#x81EA;&#x5DF1;&#xFF0C;&#x8FD9;&#x4E2A;&#x662F;&#x57FA;&#x7840;</strong></p>
</li>
<li><p>&#x4F60;&#x8FD8;&#x5F97;&#x6709;&#x7B2C;&#x4E09;&#x79CD;&#x529B;&#x91CF;&#xFF1A;&#x90A3;&#x5C31;&#x662F;&#x7262;&#x8BB0;&#x81EA;&#x5DF1;&#x771F;&#x6B63;&#x60F3;&#x8981;&#x7684;&#x662F;&#x4EC0;&#x4E48;&#x3002;&#x60F3;&#x8981;&#x505A;&#x5230;&#x81EA;&#x63A7;&#xFF0C;&#x4F60;&#x5C31;&#x5F97;&#x5728;&#x5173;&#x952E;&#x65F6;&#x523B;&#x660E;&#x786E;&#x81EA;&#x5DF1;&#x7684;&#x76EE;&#x6807;&#x3002;&#x8FD9;&#x5C31;&#x662F;&#x201C;&#x6211;&#x60F3;&#x8981;&#x201D;&#x7684;&#x529B;&#x91CF;&#x3002;&#x4F60;&#x4E00;&#x65B9;&#x9762;&#x60F3;&#x8981;&#x8FD9;&#x4E2A;&#xFF0C;&#x4E00;&#x65B9;&#x9762;&#x60F3;&#x8981;&#x90A3;&#x4E2A;&#x3002;&#x5F53;&#x4E0B;&#x7684;&#x4F60;&#x60F3;&#x8981;&#x8FD9;&#x4E2A;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x4E0D;&#x8981;&#x7684;&#x8BDD;&#xFF0C;&#x4F60;&#x672A;&#x6765;&#x7684;&#x751F;&#x6D3B;&#x4F1A;&#x66F4;&#x597D;&#x3002;&#x4E24;&#x4E2A;&#x81EA;&#x6211;&#x53D1;&#x751F;&#x5206;&#x6B67;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x603B;&#x4F1A;&#x6709;&#x4E00;&#x65B9;&#x51FB;&#x8D25;&#x53E6;&#x4E00;&#x65B9;&#x3002;&#x51B3;&#x5B9A;&#x653E;&#x5F03;&#x7684;&#x4E00;&#x65B9;&#x5E76;&#x6CA1;&#x6709;&#x505A;&#x9519;&#xFF0C;&#x53EA;&#x662F;&#x53CC;&#x65B9;&#x89C9;&#x5F97;&#x91CD;&#x8981;&#x7684;&#x4E1C;&#x897F;&#x4E0D;&#x540C;&#x800C;&#x5DF2;&#x3002;<strong>&#x660E;&#x786E;&#x81EA;&#x5DF1;&#x7684;&#x76EE;&#x6807;&#xFF0C;&#x4E86;&#x89E3;&#x81EA;&#x5DF1;&#x7684;&#x201C;&#x6211;&#x60F3;&#x8981;&#x201D;</strong></p>
</li>
<li><p>&#x5728;&#x610F;&#x5FD7;&#x529B;&#x6311;&#x6218;&#x4E2D;&#x83B7;&#x80DC;&#x7684;&#x5173;&#x952E;&#xFF0C;&#x5728;&#x4E8E;&#x5B66;&#x4F1A;&#x5229;&#x7528;&#x539F;&#x59CB;&#x672C;&#x80FD;&#xFF0C;&#x800C;&#x4E0D;&#x662F;&#x53CD;&#x6297;&#x8FD9;&#x4E9B;&#x672C;&#x80FD;&#x3002;&#x5728;&#x4F5C;&#x51B3;&#x5B9A;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4F60;&#x5FC5;&#x987B;&#x610F;&#x8BC6;&#x5230;&#x81EA;&#x5DF1;&#x6B64;&#x523B;&#x9700;&#x8981;&#x610F;&#x5FD7;&#x529B;&#x3002;&#x5426;&#x5219;&#xFF0C;&#x5927;&#x8111;&#x603B;&#x4F1A;&#x9ED8;&#x8BA4;&#x9009;&#x62E9;&#x6700;&#x7B80;&#x5355;&#x7684;&#x3002;&#x5982;&#x679C;&#x4F60;&#x60F3;&#x6709;&#x66F4;&#x5F3A;&#x7684;&#x81EA;&#x63A7;&#x529B;&#xFF0C;&#x5C31;&#x5F97;&#x6709;&#x66F4;&#x591A;&#x7684;&#x81EA;&#x6211;&#x610F;&#x8BC6;&#x3002;&#x9996;&#x5148;&#x4F60;&#x5F97;&#x77E5;&#x9053;&#xFF0C;&#x4EC0;&#x4E48;&#x6837;&#x7684;&#x51B3;&#x5B9A;&#x9700;&#x8981;&#x610F;&#x5FD7;&#x529B;&#x3002;&#x81EA;&#x63A7;&#x529B;&#x4E0D;&#x4EC5;&#x548C;&#x5FC3;&#x7406;&#x6709;&#x5173;&#xFF0C;&#x66F4;&#x548C;&#x751F;&#x7406;&#x6709;&#x5173;&#x3002;&#x53EA;&#x6709;&#x5728;&#x5927;&#x8111;&#x548C;&#x8EAB;&#x4F53;&#x540C;&#x65F6;&#x4F5C;&#x7528;&#x7684;&#x77AC;&#x95F4;&#xFF0C;&#x4F60;&#x624D;&#x6709;&#x529B;&#x91CF;&#x514B;&#x670D;&#x51B2;&#x52A8;&#x3002;&#x5BF9;&#x4F60;&#x7684;&#x610F;&#x5FD7;&#x529B;&#x6311;&#x6218;&#x6765;&#x8BF4;&#xFF0C;&#x6700;&#x91CD;&#x8981;&#x7684;&#x662F;&#x8BA4;&#x6E05;&#x4EC0;&#x4E48;&#x662F;&#x9700;&#x8981;&#x514B;&#x5236;&#x7684;&#x5185;&#x5728;&#x51B2;&#x52A8;&#x3002;&#x54EA;&#x4E9B;&#x60F3;&#x6CD5;&#x6216;&#x611F;&#x89C9;&#x8FEB;&#x4F7F;&#x4F60;&#x5728;&#x4E0D;&#x60C5;&#x613F;&#x7684;&#x65F6;&#x5019;&#x4F5C;&#x51FA;&#x51B3;&#x5B9A;&#xFF1F;&#x5982;&#x679C;&#x4F60;&#x4E0D;&#x786E;&#x5B9A;&#x7684;&#x8BDD;&#xFF0C;&#x53EF;&#x4EE5;&#x4F5C;&#x4E00;&#x4E9B;&#x5B9E;&#x5730;&#x89C2;&#x5BDF;&#x3002;&#x4E0B;&#x4E00;&#x6B21;&#x4F60;&#x53D7;&#x5230;&#x8BF1;&#x60D1;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x8BD5;&#x7740;&#x5173;&#x6CE8;&#x81EA;&#x5DF1;&#x7684;&#x5185;&#x5FC3;&#x4E16;&#x754C;&#x3002;&#x4EFB;&#x4F55;&#x7ED9;&#x4F60;&#x7684;&#x8EAB;&#x5FC3;&#x5E26;&#x6765;&#x538B;&#x529B;&#x7684;&#x4E1C;&#x897F;&#x90FD;&#x4F1A;&#x5F71;&#x54CD;&#x81EA;&#x63A7;&#x529B;&#x7684;&#x751F;&#x7406;&#x57FA;&#x7840;&#xFF0C;&#x751A;&#x81F3;&#x4F1A;&#x6467;&#x6BC1;&#x4F60;&#x7684;&#x610F;&#x5FD7;&#x529B;&#x3002;&#x7126;&#x8651;&#x3001;&#x6124;&#x6012;&#x3001;&#x6291;&#x90C1;&#x548C;&#x5B64;&#x72EC;&#x90FD;&#x4E0E;&#x8F83;&#x4F4E;&#x7684;&#x5FC3;&#x7387;&#x53D8;&#x5F02;&#x5EA6;&#x548C;&#x8F83;&#x5DEE;&#x7684;&#x81EA;&#x63A7;&#x529B;&#x6709;&#x5173;<br><strong>&#x65F6;&#x523B;&#x53D1;&#x73B0;&#x751F;&#x6D3B;&#x4E2D;&#x7684;&#x610F;&#x5FD7;&#x529B;&#x6311;&#x6218;&#xFF0C;&#x8EAB;&#x4F53;&#x548C;&#x5927;&#x8111;&#x9700;&#x8981;&#x540C;&#x65F6;&#x4F5C;&#x7528;</strong></p>
</li>
</ol>
<h3 id="&#x7EC3;&#x4E60;"><a href="#&#x7EC3;&#x4E60;" class="headerlink" title="&#x7EC3;&#x4E60;"></a>&#x7EC3;&#x4E60;</h3><ol>
<li>&#x8BF7;&#x81F3;&#x5C11;&#x9009;&#x4E00;&#x5929;&#xFF0C;&#x628A;&#x4F60;&#x4F5C;&#x7684;&#x51B3;&#x5B9A;&#x90FD;&#x8BB0;&#x4E0B;&#x6765;&#x3002;&#x5728;&#x8FD9;&#x4E00;&#x5929;&#x7ED3;&#x675F;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x56DE;&#x60F3;&#x4F60;&#x4F5C;&#x7684;&#x51B3;&#x5B9A;&#xFF0C;&#x5206;&#x6790;&#x54EA;&#x4E9B;&#x6709;&#x5229;&#x4E8E;&#x4F60;&#x5B9E;&#x73B0;&#x76EE;&#x6807;&#xFF0C;&#x54EA;&#x4E9B;&#x4F1A;&#x6D88;&#x78E8;&#x4F60;&#x7684;&#x610F;&#x5FD7;&#x3002;&#x575A;&#x6301;&#x8BB0;&#x5F55;&#x4F60;&#x7684;&#x51B3;&#x5B9A;&#xFF0C;&#x8FD8;&#x6709;&#x52A9;&#x4E8E;&#x51CF;&#x5C11;&#x5728;&#x6CE8;&#x610F;&#x529B;&#x5206;&#x6563;&#x65F6;&#x4F5C;&#x51B3;&#x5B9A;&#xFF0C;&#x540C;&#x65F6;&#x589E;&#x5F3A;&#x4F60;&#x7684;&#x610F;&#x5FD7;&#x529B;<blockquote>
<ul>
<li>&#x5230;&#x4E86;&#x516C;&#x53F8;&#x662F;&#x5426;&#x60F3;&#x8981;&#x4F11;&#x606F;&#x4E00;&#x4E0B;&#x5148;&#x770B;&#x4E00;&#x4E0B;&#x624B;&#x673A;&#x6216;&#x8005;&#x62A5;&#x7EB8;&#xFF1F;</li>
<li>&#x662F;&#x5426;&#x8981;&#x7EE7;&#x7EED;&#x57CB;&#x6C70;&#x4E00;&#x4E0B;&#x540C;&#x4E8B;&#xFF1F;</li>
<li>&#x4ECA;&#x5929;&#x662F;&#x5426;&#x8981;&#x7EE7;&#x7EED;&#x8DD1;&#x6B65;&#xFF1F;</li>
<li>&#x672C;&#x5468;&#x53EF;&#x4EE5;&#x5B8C;&#x6210;&#x7684;&#x4E8B;&#x60C5;&#x662F;&#x5426;&#x8981;&#x5728;&#x4ECA;&#x5929;&#x5B8C;&#x6210;&#xFF1F;</li>
<li>&#x6709;&#x4E00;&#x4EF6;&#x4E0D;&#x662F;&#x975E;&#x5E38;&#x56F0;&#x96BE;&#x4F46;&#x6BD4;&#x8F83;&#x7E41;&#x7410;&#x82B1;&#x65F6;&#x95F4;&#x7684;&#x4E8B;&#x60C5;&#x662F;&#x5426;&#x9700;&#x8981;&#x4ECA;&#x5929;&#x5B8C;&#x6210;&#xFF0C;&#x9886;&#x5BFC;&#x50AC;&#x4E86;&#x597D;&#x591A;&#x6B21;&#xFF1F;</li>
<li>&#x5E74;&#x5047;&#x662F;&#x5426;&#x8981;&#x51FA;&#x53BB;&#x65C5;&#x6E38;&#xFF1F;</li>
<li>&#x662F;&#x5426;&#x8981;&#x575A;&#x6301;&#x51A5;&#x60F3;&#xFF1F;</li>
<li>&#x4ECA;&#x5929;&#x662F;&#x5426;&#x8981;&#x7EC3;&#x4E60;&#x4E00;&#x4E0B;&#x5409;&#x4ED6;&#xFF0C;&#x662F;&#x5426;&#x8981;&#x7EC3;&#x4E60;&#x4E00;&#x4E0B;&#x94A2;&#x7434;&#xFF1F;</li>
<li>&#x2026;&#x2026;<br><strong>&#x597D;&#x591A;&#x7684;&#x51B3;&#x5B9A;&#x90FD;&#x662F;&#x72B9;&#x72B9;&#x8C6B;&#x8C6B;&#xFF0C;&#x5C24;&#x5176;&#x5728;&#x8BFB;&#x4E86;&#x8FD9;&#x672C;&#x4E66;&#x540E;&#xFF0C;&#x6709;&#x5F3A;&#x8FEB;&#x75C7;&#x4F3C;&#x7684;&#x53CD;&#x590D;&#x601D;&#x8003;&#x5E94;&#x8BE5;&#x5982;&#x4F55;&#x51B3;&#x5B9A;&#xFF0C;&#x597D;&#x50CF;&#x9002;&#x5F97;&#x5176;&#x53CD;</strong></li>
</ul>
</blockquote>
</li>
<li>&#x5229;&#x7528;&#x8FD9;&#x4E00;&#x5468;&#x7684;&#x65F6;&#x95F4;&#x89C2;&#x5BDF;&#x4E00;&#x4E0B;&#xFF0C;&#x4F60;&#x7A76;&#x7ADF;&#x662F;&#x600E;&#x6837;&#x5C48;&#x670D;&#x4E8E;&#x51B2;&#x52A8;&#x7684;&#x3002;&#x4F60;&#x751A;&#x81F3;&#x4E0D;&#x7528;&#x8BBE;&#x5B9A;&#x4E00;&#x4E2A;&#x81EA;&#x63A7;&#x76EE;&#x6807;&#xFF0C;&#x53EA;&#x9700;&#x8981;&#x770B;&#x770B;&#x4F60;&#x80FD;&#x5426;&#x53CA;&#x65E9;&#x610F;&#x8BC6;&#x5230;&#x81EA;&#x5DF1;&#x5728;&#x505A;&#x4EC0;&#x4E48;&#xFF0C;&#x4EC0;&#x4E48;&#x6837;&#x7684;&#x60F3;&#x6CD5;&#x3001;&#x611F;&#x53D7;&#x548C;&#x60C5;&#x51B5;&#x6700;&#x5BB9;&#x6613;&#x8BA9;&#x4F60;&#x6709;&#x51B2;&#x52A8;&#xFF0C;&#x60F3;&#x4E9B;&#x4EC0;&#x4E48;&#x6216;&#x6697;&#x793A;&#x4EC0;&#x4E48;&#x6700;&#x5BB9;&#x6613;&#x8BA9;&#x4F60;&#x653E;&#x5F03;&#x51B2;&#x52A8;&#x3002;</li>
<li>&#x6301;&#x7EED;8&#x5468;&#x7684;&#x65E5;&#x5E38;&#x51A5;&#x60F3;&#x8BAD;&#x7EC3;&#x53EF;&#x4EE5;&#x63D0;&#x5347;&#x4EBA;&#x4EEC;&#x65E5;&#x5E38;&#x751F;&#x6D3B;&#x4E2D;&#x7684;&#x81EA;&#x6211;&#x610F;&#x8BC6;&#xFF0C;&#x76F8;&#x5E94;&#x5927;&#x8111;&#x533A;&#x57DF;&#x91CC;&#x7684;&#x7070;&#x8D28;&#x4E5F;&#x4F1A;&#x968F;&#x4E4B;&#x589E;&#x591A;<br>&#x610F;&#x5FD7;&#x529B;&#x5B9E;&#x9A8C;&#xFF1A;5&#x5206;&#x949F;&#x8BAD;&#x7EC3;&#x5927;&#x8111;&#x51A5;&#x60F3; &#x4E13;&#x5FC3;&#x547C;&#x5438;&#x662F;&#x4E00;&#x79CD;&#x7B80;&#x5355;&#x6709;&#x6548;&#x7684;&#x51A5;&#x60F3;&#x6280;&#x5DE7;&#xFF0C;&#x5B83;&#x4E0D;&#x4F46;&#x80FD;&#x8BAD;&#x7EC3;&#x5927;&#x8111;&#xFF0C;&#x8FD8;&#x80FD;&#x589E;&#x5F3A;&#x610F;&#x5FD7;&#x529B;&#x3002;&#x5B83;&#x80FD;&#x51CF;&#x8F7B;&#x4F60;&#x7684;&#x538B;&#x529B;&#xFF0C;&#x6307;&#x5BFC;&#x5927;&#x8111;&#x5904;&#x7406;&#x5185;&#x5728;&#x7684;&#x5E72;&#x6270;&#xFF08;&#x6BD4;&#x5982;&#x51B2;&#x52A8;&#x3001;&#x62C5;&#x5FE7;&#x3001;&#x6B32;&#x671B;&#xFF09;&#x548C;&#x5916;&#x5728;&#x7684;&#x8BF1;&#x60D1;&#xFF08;&#x6BD4;&#x5982;&#x58F0;&#x97F3;&#x3001;&#x753B;&#x9762;&#x3001;&#x6C14;&#x5473;&#xFF09;&#x3002;&#x65B0;&#x7814;&#x7A76;&#x8868;&#x660E;&#xFF0C;&#x5B9A;&#x671F;&#x7684;&#x601D;&#x7EF4;&#x8BAD;&#x7EC3;&#x80FD;&#x5E2E;&#x4EBA;&#x6212;&#x70DF;&#x3001;&#x51CF;&#x80A5;&#x3001;&#x6212;&#x6BD2;&#x3001;&#x4FDD;&#x6301;&#x6E05;&#x9192;&#x3002;&#x65E0;&#x8BBA;&#x4F60;&#x201C;&#x8981;&#x505A;&#x201D;&#x548C;&#x201C;&#x4E0D;&#x8981;&#x201D;&#x7684;&#x662F;&#x4EC0;&#x4E48;&#xFF0C;&#x8FD9;&#x79CD;5&#x5206;&#x949F;&#x51A5;&#x60F3;&#x90FD;&#x6709;&#x52A9;&#x4E8E;&#x4F60;&#x589E;&#x5F3A;&#x610F;&#x5FD7;&#x529B;&#x3002;<blockquote>
<ol>
<li>&#x539F;&#x5730;&#x4E0D;&#x52A8;&#xFF0C;&#x5B89;&#x9759;&#x5750;&#x597D;&#x3002;&#x5750;&#x5728;&#x6905;&#x5B50;&#x4E0A;&#xFF0C;&#x53CC;&#x811A;&#x5E73;&#x653E;&#x5728;&#x5730;&#x4E0A;&#xFF0C;&#x6216;&#x76D8;&#x817F;&#x5750;&#x5728;&#x57AB;&#x5B50;&#x4E0A;&#x3002;&#x80CC;&#x633A;&#x76F4;&#xFF0C;&#x53CC;&#x624B;&#x653E;&#x5728;&#x819D;&#x76D6;&#x4E0A;&#x3002;&#x51A5;&#x60F3;&#x65F6;&#x4E00;&#x5B9A;&#x4E0D;&#x80FD;&#x70E6;&#x8E81;&#xFF0C;&#x8FD9;&#x662F;&#x81EA;&#x63A7;&#x529B;&#x7684;&#x57FA;&#x672C;&#x4FDD;&#x8BC1;&#x3002;&#x5982;&#x679C;&#x4F60;&#x60F3;&#x6320;&#x75D2;&#x7684;&#x8BDD;&#xFF0C;&#x53EF;&#x4EE5;&#x8C03;&#x6574;&#x4E00;&#x4E0B;&#x80F3;&#x818A;&#x7684;&#x4F4D;&#x7F6E;&#xFF0C;&#x817F;&#x4EA4;&#x53C9;&#x6216;&#x4F38;&#x76F4;&#xFF0C;&#x770B;&#x81EA;&#x5DF1;&#x662F;&#x5426;&#x6709;&#x51B2;&#x52A8;&#x4F46;&#x80FD;&#x514B;&#x5236;&#x3002;&#x7B80;&#x5355;&#x7684;&#x9759;&#x5750;&#x5BF9;&#x4E8E;&#x610F;&#x5FD7;&#x529B;&#x7684;&#x51A5;&#x60F3;&#x8BAD;&#x7EC3;&#x81F3;&#x5173;&#x91CD;&#x8981;&#x3002;&#x4F60;&#x5C06;&#x5B66;&#x4F1A;&#xFF0C;&#x4E0D;&#x518D;&#x5C48;&#x670D;&#x4E8E;&#x5927;&#x8111;&#x548C;&#x8EAB;&#x4F53;&#x4EA7;&#x751F;&#x7684;&#x51B2;&#x52A8;&#x3002;</li>
<li>&#x6CE8;&#x610F;&#x4F60;&#x7684;&#x547C;&#x5438;&#x3002; &#x95ED;&#x4E0A;&#x773C;&#x775B;&#x3002;&#x8981;&#x662F;&#x6015;&#x7761;&#x7740;&#xFF0C;&#x4F60;&#x53EF;&#x4EE5;&#x76EF;&#x7740;&#x67D0;&#x5904;&#x770B;&#xFF0C;&#x6BD4;&#x5982;&#x76EF;&#x7740;&#x4E00;&#x9762;&#x767D;&#x5899;&#xFF0C;&#x4F46;&#x4E0D;&#x8981;&#x770B;&#x5BB6;&#x5EAD;&#x8D2D;&#x7269;&#x9891;&#x9053;&#x3002;&#x6CE8;&#x610F;&#x4F60;&#x7684;&#x547C;&#x5438;&#x3002;&#x5438;&#x6C14;&#x65F6;&#x5728;&#x8111;&#x6D77;&#x4E2D;&#x9ED8;&#x5FF5;&#x201C;&#x5438;&#x201D;&#xFF0C;&#x547C;&#x6C14;&#x65F6;&#x5728;&#x8111;&#x6D77;&#x4E2D;&#x9ED8;&#x5FF5;&#x201C;&#x547C;&#x201D;&#x3002;&#x5F53;&#x4F60;&#x53D1;&#x73B0;&#x81EA;&#x5DF1;&#x6709;&#x70B9;&#x8D70;&#x795E;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x91CD;&#x65B0;&#x5C06;&#x6CE8;&#x610F;&#x529B;&#x96C6;&#x4E2D;&#x5230;&#x547C;&#x5438;&#x4E0A;&#x3002;&#x8FD9;&#x79CD;&#x53CD;&#x590D;&#x7684;&#x6CE8;&#x610F;&#x529B;&#x8BAD;&#x7EC3;&#xFF0C;&#x80FD;&#x8BA9;&#x524D;&#x989D;&#x76AE;&#x8D28;&#x5F00;&#x542F;&#x9AD8;&#x901F;&#x6A21;&#x5F0F;&#xFF0C;&#x8BA9;&#x5927;&#x8111;&#x4E2D;&#x5904;&#x7406;&#x538B;&#x529B;&#x548C;&#x51B2;&#x52A8;&#x7684;&#x533A;&#x57DF;&#x66F4;&#x52A0;&#x7A33;&#x5B9A;&#x3002;</li>
<li>&#x611F;&#x53D7;&#x547C;&#x5438;&#xFF0C;&#x5F04;&#x6E05;&#x81EA;&#x5DF1;&#x662F;&#x600E;&#x4E48;&#x8D70;&#x795E;&#x7684;&#x3002; &#x51E0;&#x5206;&#x949F;&#x540E;&#xFF0C;&#x4F60;&#x5C31;&#x53EF;&#x4EE5;&#x4E0D;&#x518D;&#x9ED8;&#x5FF5;&#x201C;&#x547C;&#x201D;&#x3001;&#x201C;&#x5438;&#x201D;&#x4E86;&#x3002;&#x8BD5;&#x7740;&#x4E13;&#x6CE8;&#x4E8E;&#x547C;&#x5438;&#x672C;&#x8EAB;&#x3002;&#x4F60;&#x4F1A;&#x6CE8;&#x610F;&#x5230;&#x7A7A;&#x6C14;&#x4ECE;&#x9F3B;&#x5B50;&#x548C;&#x5634;&#x5DF4;&#x8FDB;&#x5165;&#x548C;&#x547C;&#x51FA;&#x7684;&#x611F;&#x89C9;&#xFF0C;&#x611F;&#x89C9;&#x5230;&#x5438;&#x6C14;&#x65F6;&#x80F8;&#x8179;&#x90E8;&#x7684;&#x6269;&#x5F20;&#x548C;&#x547C;&#x6C14;&#x65F6;&#x80F8;&#x8179;&#x90E8;&#x7684;&#x6536;&#x7F29;&#x3002;&#x4E0D;&#x518D;&#x9ED8;&#x5FF5;&#x201C;&#x547C;&#x201D;&#x3001;&#x201C;&#x5438;&#x201D;&#x540E;&#xFF0C;&#x4F60;&#x53EF;&#x80FD;&#x66F4;&#x5BB9;&#x6613;&#x8D70;&#x795E;&#x3002;&#x50CF;&#x4E4B;&#x524D;&#x4E00;&#x6837;&#xFF0C;&#x5F53;&#x4F60;&#x53D1;&#x73B0;&#x81EA;&#x5DF1;&#x5728;&#x60F3;&#x522B;&#x7684;&#x4E8B;&#x60C5;&#x65F6;&#xFF0C;&#x91CD;&#x65B0;&#x5C06;&#x6CE8;&#x610F;&#x529B;&#x96C6;&#x4E2D;&#x5230;&#x547C;&#x5438;&#x4E0A;&#x3002;&#x5982;&#x679C;&#x4F60;&#x89C9;&#x5F97;&#x5F88;&#x96BE;&#x91CD;&#x65B0;&#x96C6;&#x4E2D;&#x6CE8;&#x610F;&#x529B;&#xFF0C;&#x5C31;&#x5728;&#x5FC3;&#x91CC;&#x591A;&#x9ED8;&#x5FF5;&#x51E0;&#x904D;&#x201C;&#x547C;&#x201D;&#x548C;&#x201C;&#x5438;&#x201D;&#x3002;&#x8FD9;&#x90E8;&#x5206;&#x7684;&#x8BAD;&#x7EC3;&#x80FD;&#x953B;&#x70BC;&#x4F60;&#x7684;&#x81EA;&#x6211;&#x610F;&#x8BC6;&#x548C;&#x81EA;&#x63A7;&#x80FD;&#x529B;&#x3002; &#x521A;&#x5F00;&#x59CB;&#x7684;&#x65F6;&#x5019;&#xFF0C;&#x4F60;&#x6BCF;&#x5929;&#x953B;&#x70BC;5&#x5206;&#x949F;&#x5C31;&#x884C;&#x3002;&#x4E60;&#x60EF;&#x6210;&#x81EA;&#x7136;&#x4E4B;&#x540E;&#xFF0C;&#x8BF7;&#x8BD5;&#x7740;&#x6BCF;&#x5929;&#x505A;10&#xFF5E;15&#x5206;&#x949F;&#x3002;&#x5982;&#x679C;&#x4F60;&#x89C9;&#x5F97;&#x6709;&#x8D1F;&#x62C5;&#xFF0C;&#x90A3;&#x5C31;&#x51CF;&#x5C11;&#x5230;5&#x5206;&#x949F;&#x3002;&#x6BCF;&#x5929;&#x505A;&#x6BD4;&#x8F83;&#x77ED;&#x7684;&#x8BAD;&#x7EC3;&#xFF0C;&#x4E5F;&#x6BD4;&#x628A;&#x6BD4;&#x8F83;&#x957F;&#x7684;&#x8BAD;&#x7EC3;&#x62D6;&#x5230;&#x660E;&#x5929;&#x597D;&#x3002;&#x8FD9;&#x6837;&#xFF0C;&#x4F60;&#x6BCF;&#x5929;&#x90FD;&#x4F1A;&#x6709;&#x4E00;&#x6BB5;&#x56FA;&#x5B9A;&#x7684;&#x65F6;&#x95F4;&#x51A5;&#x60F3;&#xFF0C;&#x6BD4;&#x5982;&#x65E9;&#x6668;&#x6D17;&#x6FA1;&#x4E4B;&#x524D;&#x3002;&#x5982;&#x679C;&#x4F60;&#x505A;&#x4E0D;&#x5230;&#xFF0C;&#x53EF;&#x4EE5;&#x5BF9;&#x65F6;&#x95F4;&#x8FDB;&#x884C;&#x9002;&#x5F53;&#x7684;&#x8C03;&#x6574;&#x3002;<strong>&#x51A5;&#x60F3;&#x4E0D;&#x662F;&#x8BA9;&#x4F60;&#x4EC0;&#x4E48;&#x90FD;&#x4E0D;&#x60F3;&#xFF0C;&#x800C;&#x662F;&#x8BA9;&#x4F60;&#x4E0D;&#x8981;&#x592A;&#x5206;&#x5FC3;&#xFF0C;&#x4E0D;&#x8981;&#x5FD8;&#x4E86;&#x6700;&#x521D;&#x7684;&#x76EE;&#x6807;&#x3002;&#x5982;&#x679C;&#x4F60;&#x5728;&#x51A5;&#x60F3;&#x65F6;&#x6CA1;&#x6CD5;&#x96C6;&#x4E2D;&#x6CE8;&#x610F;&#x529B;&#xFF0C;&#x522B;&#x62C5;&#x5FC3;&#x3002;&#x4F60;&#x53EA;&#x9700;&#x591A;&#x505A;&#x7EC3;&#x4E60;&#xFF0C;&#x5C06;&#x6CE8;&#x610F;&#x529B;&#x91CD;&#x65B0;&#x96C6;&#x4E2D;&#x5230;&#x547C;&#x5438;&#x4E0A;&#x3002;&#x7ECF;&#x8FC7;&#x4E24;&#x5929;&#x7684;&#x5C1D;&#x8BD5;&#xFF0C;&#x6548;&#x679C;&#x975E;&#x5E38;&#x597D;&#xFF0C;&#x5C24;&#x5176;&#x914D;&#x5408;&#x4E00;&#x4E0B;&#x6DF1;&#x5EA6;&#x51A5;&#x60F3;&#x7684;&#x97F3;&#x4E50;&#xFF0C;&#x4E0B;&#x6B21;&#x8981;&#x5BF9;&#x51A5;&#x60F3;&#x518D;&#x8FDB;&#x4E00;&#x6B65;&#x4E86;&#x89E3;</strong></li>
</ol>
</blockquote>
</li>
</ol>

      
    </div>

    <div>
      
        

      
    </div>

    <div>
      
        

      
    </div>


    <footer class="post-footer">
      
        <div class="post-tags">
          
            <a href="/tags/读书笔记/" rel="tag"># 读书笔记</a>
          
            <a href="/tags/自控力/" rel="tag"># 自控力</a>
          
        </div>
      

      
        <div class="post-nav">
          <div class="post-nav-next post-nav-item">
            
          </div>

          <span class="post-nav-divider"></span>

          <div class="post-nav-prev post-nav-item">
            
              <a href="/2017/01/01/guitar/吉他入门的一些建议/" rel="prev" title="吉他入门的一些建议">
                吉他入门的一些建议 <i class="fa fa-chevron-right"></i>
              </a>
            
          </div>
        </div>
      

      
      
    </footer>
  </article>



    <div class="post-spread">
      
    </div>
  </div>


          </div>
          


          
  <div class="comments" id="comments">
    
      <div class="ds-thread" data-thread-key="2016/11/22/reading/自控力读书笔记/"
           data-title="自控力读书笔记" data-url="http://yoursite.com/2016/11/22/reading/自控力读书笔记/">
      </div>
    
  </div>


        </div>
        
          
  
  <div class="sidebar-toggle">
    <div class="sidebar-toggle-line-wrap">
      <span class="sidebar-toggle-line sidebar-toggle-line-first"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-middle"></span>
      <span class="sidebar-toggle-line sidebar-toggle-line-last"></span>
    </div>
  </div>

  <aside id="sidebar" class="sidebar">
    <div class="sidebar-inner">

      

      
        <ul class="sidebar-nav motion-element">
          <li class="sidebar-nav-toc sidebar-nav-active" data-target="post-toc-wrap" >
            文章目录
          </li>
          <li class="sidebar-nav-overview" data-target="site-overview">
            站点概览
          </li>
        </ul>
      

      <section class="site-overview sidebar-panel">
        <div class="site-author motion-element" itemprop="author" itemscope itemtype="http://schema.org/Person">
          <img class="site-author-image" itemprop="image"
               src="/uploads/avatar.jpg"
               alt="转" />
          <p class="site-author-name" itemprop="name">转</p>
          <p class="site-description motion-element" itemprop="description">多看书，多点兴趣爱好，多和别人交朋友</p>
        </div>
        <nav class="site-state motion-element">
          <div class="site-state-item site-state-posts">
            <a href="/archives">
              <span class="site-state-item-count">2</span>
              <span class="site-state-item-name">日志</span>
            </a>
          </div>

          
            <div class="site-state-item site-state-categories">
              <a href="/categories">
                <span class="site-state-item-count">2</span>
                <span class="site-state-item-name">分类</span>
              </a>
            </div>
          

          
            <div class="site-state-item site-state-tags">
              <a href="/tags">
                <span class="site-state-item-count">3</span>
                <span class="site-state-item-name">标签</span>
              </a>
            </div>
          

        </nav>

        

        <div class="links-of-author motion-element">
          
        </div>

        
        

        
        

        


      </section>

      
      <!--noindex-->
        <section class="post-toc-wrap motion-element sidebar-panel sidebar-panel-active">
          <div class="post-toc">

            
              
            

            
              <div class="post-toc-content"><ol class="nav"><li class="nav-item nav-level-2"><a class="nav-link" href="#第一周"><span class="nav-number">1.</span> <span class="nav-text">第一周</span></a><ol class="nav-child"><li class="nav-item nav-level-3"><a class="nav-link" href="#书中观点-amp-个人理解"><span class="nav-number">1.1.</span> <span class="nav-text">书中观点&个人理解</span></a></li><li class="nav-item nav-level-3"><a class="nav-link" href="#练习"><span class="nav-number">1.2.</span> <span class="nav-text">练习</span></a></li></ol></li></ol></div>
            

          </div>
        </section>
      <!--/noindex-->
      

    </div>
  </aside>


        
      </div>
    </main>

    <footer id="footer" class="footer">
      <div class="footer-inner">
        <div class="copyright" >
  
  &copy; 
  <span itemprop="copyrightYear">2017</span>
  <span class="with-love">
    <i class="fa fa-heart"></i>
  </span>
  <span class="author" itemprop="copyrightHolder">转</span>
</div>


<div class="powered-by">
  由 <a class="theme-link" href="https://hexo.io">Hexo</a> 强力驱动
</div>

<div class="theme-info">
  主题 -
  <a class="theme-link" href="https://github.com/iissnan/hexo-theme-next">
    NexT.Muse
  </a>
</div>


        

        
      </div>
    </footer>

    <div class="back-to-top">
      <i class="fa fa-arrow-up"></i>
    </div>
  </div>

  

<script type="text/javascript">
  if (Object.prototype.toString.call(window.Promise) !== '[object Function]') {
    window.Promise = null;
  }
</script>









  



  
  <script type="text/javascript" src="/lib/jquery/index.js?v=2.1.3"></script>

  
  <script type="text/javascript" src="/lib/fastclick/lib/fastclick.min.js?v=1.0.6"></script>

  
  <script type="text/javascript" src="/lib/jquery_lazyload/jquery.lazyload.js?v=1.9.7"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/velocity/velocity.ui.min.js?v=1.2.1"></script>

  
  <script type="text/javascript" src="/lib/fancybox/source/jquery.fancybox.pack.js?v=2.1.5"></script>


  


  <script type="text/javascript" src="/js/src/utils.js?v=5.1.0"></script>

  <script type="text/javascript" src="/js/src/motion.js?v=5.1.0"></script>



  
  

  
  <script type="text/javascript" src="/js/src/scrollspy.js?v=5.1.0"></script>
<script type="text/javascript" src="/js/src/post-details.js?v=5.1.0"></script>



  


  <script type="text/javascript" src="/js/src/bootstrap.js?v=5.1.0"></script>



  

  
    
  

  <script type="text/javascript">
    var duoshuoQuery = {short_name:"zhuyinan"};
    (function() {
      var ds = document.createElement('script');
      ds.type = 'text/javascript';ds.async = true;
      ds.id = 'duoshuo-script';
      ds.src = (document.location.protocol == 'https:' ? 'https:' : 'http:') + '//static.duoshuo.com/embed.js';
      ds.charset = 'UTF-8';
      (document.getElementsByTagName('head')[0]
      || document.getElementsByTagName('body')[0]).appendChild(ds);
    })();
  </script>

  
    
    
    <script src="/lib/ua-parser-js/dist/ua-parser.min.js?v=0.7.9"></script>
    <script src="/js/src/hook-duoshuo.js"></script>
  








  
  

  

  

  

  


</body>
</html>
